Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# SetUrlInvalidShort
source: A link must have at least 5 characters.
ar: يجب ألا يقل الرابط عن 5 حروف.
be: Спасылка павінна складацца як мінімум з 5 сімвалаў.
ca: Un enllaç ha de tenir 5 caràcters com a mínim.
de: Ein Link muss mindestens Zeichen haben.
es: Un enlace debe tener al menos 5 caracteres.
fa: یک لینک باید حداقل 5 کاراکتر داشته باشد.
fi: Linkissä pitää olla vähintään 5 merkkiä.
fr: Un lien doit faire au moins 5 caractères.
id: Tautan harus memiliki setidaknya 5 karakter.
it: Un link deve avere almeno 5 caratteri.
ko: 링크는 적어도 다섯 자로 이루어져야 합니다.
ms: Link mesti punyai paling kurang 5 aksara.
nl: Een link moet minimaal 5 karakters bevatten
pl: Link musi mieć co najmniej 5 znaków.
pt_br: O link tem que ter no mínimo 5 caracteres.
ru: Минимальная длина ссылки — 5 символов.
sv: Ett länknamn måste ha minst 5 tecken.
tr: Bir bağlantı en az 5 karaktere sahip olmalı.
uk: Посилання має містити принаймні 5 символів.
uz: Havola 5 ta belgidan kam boʻlmasligi kerak.

# SetUrlInvalidStartNumber
source: Sorry, the link can't start with a number.
ar: عذرًا، لا يمكن للرابط بأن يبدأ برقم.
be: На жаль, гэта спасылка не можа пачынацца з лічбы.
ca: L'enllaç no pot començar amb un número.
de: Links dürfen nicht mit einer Zahl beginnen.
es: El enlace no puede comenzar con un número.
fa: متأسفانه لینک نمی‌تواند با عدد آغاز شود.
fi: Valitettavasti linkki ei voi alkaa numerolla.
fr: Désolé, le lien ne peut débuter par un chiffre.
id: Maaf, tautan tidak dapat dimulai dengan angka.
it: Spiacenti, il link non può iniziare con un numero.
ko: 죄송합니다. 링크는 숫자로 시작할 수 없습니다.
ms: Maaf, link tak boleh bermula dengan nombor.
nl: Sorry, een begincijfer is niet toegestaan.
pl: Link nie może zaczynać się od cyfry.
pt_br: Desculpe, o link não pode começar com um número.
ru: Ссылка не может начинаться с цифры.
sv: Länknamn kan inte börja med en siffra.
tr: Üzgünüz, bağlantı bir sayı ile başlayamaz.
uk: Посилання не може починатися з цифри.
uz: Kechirasiz, havolani raqamlardan boshlash mumkin emas.

# SetUrlPlaceholder
source: Link
ar: الرابط
be: Спасылка
ca: Enllaç
es: Enlace
fa: لینک
fi: Linkki
fr: Lien
id: Tautan
ko: 링크
ru: Ссылка
sv: Länk
tr: Bağlantı
uk: Посилання
uz: Havola

source: Shadows
ar: الظلال
be: Цені
ca: Ombres
de: Schatten
es: Sombras
fa: سایه‌ها
fi: Varjot
fr: Ombres
id: Bayangan
it: Ombre
ko: 그림자
ms: Bayangan
nl: Schaduwen
pl: Cienie
pt_br: Sombras
ru: Тени
sv: Skuggor
tr: Gölgeler
uk: Тіні
uz: Soyalar
zh_cn: 阴影
zh_tw: 陰影

# ShareComment
source: Write a comment...
ar: كتابة تعليق...
be: Напісаць каментарый...
ca: Escriviu un comentari...
de: Kommentar hinzufügen...
es: Escribe un comentario...
fa: توضیحی بنویسید...
fi: Kirjoita kommentti...
fr: Écrire un commentaire...
id: Tulis komentar...
it: Scrivi un commento...
ko: 설명을 적으세요...
ms: Tulis komen...
nl: Opmerking toevoegen
pl: Napisz komentarz…
pt_br: Escrever um comentário...
ru: Оставьте комментарий...
sv: Skriv en kommentar...
tr: Bir yorum yazın…
uk: Написати коментар...
uz: Fikr qoldiring...
zh_cn: 补充评论……
zh_tw: 补充評論……

source: Share contact
ar: مشاركة جهة الاتصال
be: Абагуліць кантакт
ca: Comparteix el contacte
de: Kontakt teilen
es: Compartir contacto
fa: به اشتراک گذاشتن مخاطب
fi: Jaa yhteystieto
fr: Partager le contact
id: Bagi Kontak
it: Condividi contatto
ko: 연락처 공유
ms: Kongsi kenalan
nl: Delen
pl: Udostępnij kontakt
pt_br: Compartilhar contato
ru: Поделиться контактом
sv: Dela kontakt
tr: Kişiyi paylaş
uk: Поділитися контактом
uz: Kontaktni ulashish
zh_cn: 分享
zh_tw: 分享

# ShareContactTitle
source: Share Contact
ar: مشاركة جهة الاتصال
be: Абагуліць кантакт
ca: Compartició
de: Kontakt teilen
es: Compartir contacto
fa: به اشتراک گذاشتن مخاطب
fi: Jaa yhteystieto
fr: Partager le contact
id: Bagikan kontak
it: Condividi contatto
ko: 연락처 공유
ms: Kongsi Kenalan
nl: Contact delen
pl: Udostępnij kontakt
pt_br: Compartilhar Contato
ru: Отправить контакт
sv: Dela kontakt
tr: Kişiyi Paylaş
uk: Поділитися контактом
uz: Kontaktni ulashish

# Shared_one
source: {0} shared
ar: مشاركة واحدة
be: {0} падзяліўся
ca: {0} compartició
de: {0} geteilt
es: {0} reenvío
fi: {0} jako
fr: {0} partagé
it: {0} ha condiviso
nl: {0} gedeeld
pl: {0} udostępnienie
pt_br: {0} compartilhado
ru: {0} поделился
sv: {0} delad
tr: {0} paylaşıldı
uk: {0} поширив

# Shared_other
source: {0} shared
ar: ⁨{0}⁩ مشاركة
be: {0} падзялілася
ca: {0} comparticions
de: {0} geteilt
es: {0} reenvíos
fi: {0} jakoa
fr: {0} partagés
it: {0} hanno condiviso
ko: {0}개 공유
ms: {0} dikongsi
nl: {0} gedeeld
pl: {0} udostępnienia
pt_br: {0} compartilhados
ru: {0} поделились
sv: {0} delade
tr: {0} paylaşıldı
uk: {0} поширили

# SharedAudioFiles
source: Audio files
ar: الملفات الصوتية
be: Аўдыяфайлы
ca: Fitxers d'àudio
de: Audiodateien
es: Audios
fa: فایل‌های صوتی
fi: Äänitiedostot
fr: Fichiers audio
id: Berkas audio
it: File audio
ko: 오디오 파일
ms: Fail audio
nl: Audiobestanden
pl: Pliki audio
pt_br: Arquivos de áudio
ru: Аудиофайлы
sv: Ljudfiler
tr: Ses dosyaları
uk: Аудіофайли
uz: Audiofayllar

source: Shared content
ar: الوسائط المتبادلة
be: Абагуленае змесціва
ca: Fitxers compartits
de: Geteilte Inhalte
es: Contenido compartido
fa: محتوای اشتراکی
fi: Jaettu sisältö
fr: Contenu partagé
id: Konten Bersama
it: Contenuto condiviso
ko: 공유하는 콘텐츠
ms: Kandungan dikongsi
nl: Gedeelde inhoud
pl: Udostępnione treści
pt_br: Conteúdo compartilhado
ru: Общие материалы
sv: Delat innehåll
tr: Paylaşılan içerik
uk: Поширений вміст
uz: Ulashilgan kontent

# SharedContentTitle
source: Shared Content
ar: الوسائط المتبادلة
be: Абагуленае змесціва
ca: Contingut compartit
de: Geteilte Inhalte
es: Contenido compartido
fa: مخاطبین اشتراکی
fi: Jaettu sisältö
fr: Contenu partagé
id: Konten Bersama
it: Contenuto condiviso
ko: 공유하는 콘텐츠
ms: Kandungan Dikongsi
nl: Gedeelde content
pl: Udostępnione treści
pt_br: Conteúdo Compartilhado
ru: Общие материалы
sv: Delat innehåll
tr: Paylaşılan İçerik
uk: Поширений вміст
uz: Ulashilgan kontent

# SharedFilesTab
source: FILES
ar: ملفات
be: ФАЙЛЫ
ca: FITXERS
de: DATEIEN
es: ARCHIVOS
fa: فایل‌ها
fi: TIEDOSTOT
fr: FICHIERS
id: BERKAS
it: FILE
ko: 파일
ms: FAIL
nl: BESTANDEN
pl: PLIKI
pt_br: ARQUIVOS
ru: ФАЙЛЫ
sv: FILER
tr: DOSYALAR
uk: ФАЙЛИ
uz: FAYLLAR
zh_cn: 文件
zh_tw: 文件

# SharedFilesTab2
source: Files
ar: الملفات
be: Файлы
ca: Fitxers
de: Dateien
es: Archivos
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
id: Berkas
it: File
ko: 파일
ms: Fail
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли
uz: Fayllar

# SharedGIFsTab2
source: GIFs
ar: الصور المتحركة
be: Анімацыі
ca: GIF
es: GIF
fa: گیف‌ها
fi: GIFit
fr: GIF
id: GIF
it: GIF
ko: GIF
ms: GIF
pl: GIFy
ru: GIF
sv: GIF:ar
tr: GIF
uk: GIF
uz: GIFlar

# SharedGroupsTab2
source: Groups
ar: المجموعات
be: Суполкі
ca: Grups
de: Gruppen
es: Grupos
fa: گروه‌ها
fi: Ryhmät
fr: Groupes
id: Grup
it: Gruppi
ko: 그룹
ms: Grup
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sv: Grupper
tr: Gruplar
uk: Групи
uz: Guruhlar

# SharedLinks
source: Links
ar: الروابط
be: Спасылкі
ca: Enllaços
es: Enlaces
fa: لینک‌ها
fi: Linkit
fr: Liens
id: Tautan
it: Link
ko: 링크
ms: Link
pl: Linki
ru: Ссылки
sv: Länkar
tr: Bağlantılar
uk: Посилання
uz: Havolalar

# SharedLinksTab
source: LINKS
ar: روابط
be: СПАСЫЛКІ
ca: ENLLAÇOS
es: ENLACES
fa: لینک‌ها
fi: LINKIT
fr: LIENS
id: TAUTAN
it: LINK
ko: 링크
ms: LINK
pl: LINKI
ru: ССЫЛКИ
sv: LÄNKAR
tr: BAĞLANTILAR
uk: ПОСИЛАННЯ
uz: HAVOLALAR
zh_cn: 链接
zh_tw: 鏈結

# SharedLinksTab2
source: Links
ar: الروابط
be: Спасылкі
ca: Enllaços
es: Enlaces
fa: لینک‌ها
fi: Linkit
fr: Liens
id: Tautan
it: Link
ko: 링크
ms: Link
pl: Linki
ru: Ссылки
sv: Länkar
tr: Bağlantılar
uk: Посилання
uz: Havolalar

source: Shared Media
ar: الوسائط المتبادلة
be: Абагуленыя медыя
ca: Fitxers compartits
de: Geteilte Medien
es: Multimedia
fa: رسانه‌های اشتراکی
fi: Jaettu media
fr: Médias partagés
id: Media Bersama
it: Media condivisi
ko: 공유한 미디어
ms: Media Kongsi
nl: Gedeelde media
pl: Udostępnione multimedia
pt_br: Mídias Compartilhadas
ru: Общие медиа
sv: Delad media
tr: Paylaşılan Medya
uk: Поширені медіа
uz: Ulashilgan mediafayllar
zh_cn: 分享的媒体文件
zh_tw: 分享的媒體文件

# SharedMediaFastScrollHint
source: You can hold and move this bar for faster scrolling
ar: يمكنك الضغط باستمرار مع تحريك الشريط لتمرير أسرع.
be: Вы можаце ўтрымліваць і цягнуць гэтую панэль для хуткага гартання
ca: Manteniu i moveu la barra per a desplaçar-vos més ràpid
de: Um schneller zu blättern, diese Leiste gedrückt halten
es: Puedes arrastrar esta barra para desplazarte más rápido
fi: Voit selata ripeämmin raahaamalla palkkia.
fr: Vous pouvez maintenir et déplacer cette barre pour un défilement plus rapide
it: Puoi tenere premuto e muovere questa barra per uno scorrimento più veloce
ko: 바를 누른채 이동하면 더 빠르게 스크롤을 할 수 있습니다
ms: Anda boleh tekan lama dan alih bar ini untuk skrol lebih cepat
pl: Możesz przytrzymać i przesunąć ten pasek, aby przyspieszyć przewijanie
pt_br: Toque e segure aqui para rolar mais rápido
ru: Для быстрого перемещения потяните вверх или вниз
sv: Du kan hålla in och flytta denna list för snabbare skrollning.
tr: Daha hızlı kaydırma için bu çubuğa basılı tutabilir ve hareket ettirebilirsiniz.
uk: Цим повзунком можна швидко прокручувати розділ

# SharedMediaTab
source: MEDIA
ar: وسائط
be: МЕДЫЯ
ca: MULTIMÈDIA
de: MEDIEN
fa: رسانه‌ها
fr: MÉDIAS
ko: 미디어
pt_br: MÍDIAS
ru: МЕДИА
tr: MEDYA
uk: МЕДІА
uz: Mediafayl
zh_cn: 媒体
zh_tw: 媒體

# SharedMediaTab2
source: Media
ar: الوسائط
be: Медыя
ca: Fotos i vídeos
de: Medien
fa: رسانه
fr: Médias
ko: 미디어
pt_br: Mídias
ru: Медиа
tr: Medya
uk: Медіа
uz: Mediafayllar

# SharedMediaTabFull2
source: Shared Media
ar: الوسائط المتبادلة
be: Абагуленыя медыя
ca: Fitxers compartits
de: Geteilte Medien
es: Multimedia
fa: رسانه‌های اشتراکی
fi: Jaettu media
fr: Médias partagés
id: Media Bersama
it: Media condivisi
ko: 공유한 미디어
ms: Media Kongsi
nl: Gedeelde media
pl: Udostępnione multimedia
pt_br: Mídias Compartilhadas
ru: Общие материалы
sv: Delad media
tr: Paylaşılan Medya
uk: Поширені медіа
uz: Ulashilgan mediafayllar

# SharedMediaTitle
source: Shared Media
ar: الوسائط المتبادلة
be: Абагуленыя медыя
ca: Multimèdia
de: Geteilte Medien
es: Multimedia
fa: رسانه‌های اشتراکی
fi: Jaettu media
fr: Médias partagés
id: Media Bersama
it: Media condivisi
ko: 공유한 미디어
ms: Media Kongsi
nl: Gedeelde media
pl: Udostępnione media
pt_br: Mídias Compartilhadas
ru: Общие медиа
sv: Delade media
tr: Paylaşılan Medya
uk: Поширені медіа
uz: Ulashilgan mediafayllar
zh_cn: 分享的媒体文件
zh_tw: 分享的媒體文件

# SharedMusicTab
source: MUSIC
ar: الصوتيات
be: МУЗЫКА
ca: MÚSICA
de: MUSIK
es: MÚSICA
fa: موسیقی‌ها
fi: MUSIIKKI
fr: MUSIQUE
id: MUSIK
it: MUSICA
ko: 음악
ms: MUZIK
nl: MUZIEK
pl: MUZYKA
pt_br: MÚSICAS
ru: МУЗЫКА
sv: MUSIK
tr: MÜZİK
uk: МУЗИКА
uz: AUDIO
zh_cn: 音频
zh_tw: 錄音

# SharedMusicTab2
source: Music
ar: الصوتيات
be: Музыка
ca: Música
de: Musik
es: Música
fa: موسیقی
fi: Musiikki
fr: Musique
id: Musik
it: Musica
ko: 음악
ms: Muzik
nl: Muziek
pl: Muzyka
pt_br: Músicas
ru: Музыка
sv: Musik
tr: Müzik
uk: Музика
uz: Audio

# SharedPhotosAndVideos
source: Photos and videos
ar: الصور والمقاطع المرئية
be: Фота і відэа
ca: Fotos i vídeos
de: Bilder und Videos
es: Fotos y videos
fa: عکس‌ها و ویدیوها
fi: Kuvat ja videot
fr: Photos et vidéos
id: Foto dan Video
it: Foto e video
ko: 사진과 동영상
ms: Foto dan video
nl: Foto's en video's
pl: Zdjęcia i wideo
pt_br: Fotos e vídeos
ru: Фотографии и видео
sv: Bilder och videor
tr: Fotoğraflar ve videolar
uk: Фото та відео
uz: Rasmlar va videolar

# SharedPlace
source: Place
ar: مكان
be: Месца
ca: Lloc
de: Ort
es: Lugar
fa: مکان‌
fi: Paikka
fr: Lieu
id: Tempat
it: Luogo
ko: 장소
ms: Tempat
nl: Plek
pl: Miejsce
pt_br: Local
ru: Место
sv: Plats
tr: Yer
uk: Місце
uz: Joy
zh_cn: 地点
zh_tw: 地點

# SharedToPrivateMessagesAndGroups
source: to private messages and groups
ar: إلى الرسائل الخاصة والمجموعات
be: да прыватных паведамленняў і суполак
ca: a missatges privats i grups
de: an private Nachrichten und Gruppen
es: a chats privados y grupos
fi: yksityisiin keskusteluihin ja ryhmiin
fr: aux messages et groupes privés
id: ke grup dan pesan privat
it: in chat e gruppi privati
ko: 개인 메시지 및 그룹
ms: kepada mesej dan grup peribadi
nl: naar privéberichten en groepen
pl: do prywatnych czatów i grup
pt_br: para mensagens privadas e grupos
ru: в личные сообщения и группы
sv: till privata meddelanden och grupper
tr: özel mesajlara ve gruplara
uk: у приватних повідомленнях та групах

# SharedVoiceTab
source: VOICE
ar: تسجيلات
be: ГОЛАС
ca: VEU
de: SPRACHE
es: VOZ
fa: پیام‌های صوتی
fi: ÄÄNIVIESTIT
fr: VOIX
id: SUARA
it: VOCALI
ko: 음성
ms: SUARA
nl: SPRAAK
pl: GŁOSOWE
pt_br: VOZ
ru: ГОЛОС
sv: TAL
tr: SES
uk: ГОЛОСОВІ
uz: OVOZ
zh_cn: 语音
zh_tw: 語音

# SharedVoiceTab2
source: Voice
ar: الرسائل الصوتية
be: Голас
ca: Veu
de: Sprache
es: Voz
fa: صدا
fi: Ääni
fr: Voix
id: Suara
it: Vocali
ko: 음성
ms: Suara
nl: Spraak
pl: Głosowe
pt_br: Voz
ru: Голосовые
sv: Röstmeddelanden
tr: Ses
uk: Голосові
uz: Ovozli xabarlar

# ShareFile
source: Share
ar: مشاركة
be: Абагуліць
ca: Comparteix
de: Teilen
es: Compartir
fa: به اشتراک گذاشتن
fi: Jaa
fr: Partager
id: Bagikan
it: Condividi
ko: 공유
ms: Kongsi
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sv: Dela
tr: Paylaş
uk: Поділитися
uz: Ulashish
zh_cn: 分享
zh_tw: 分享

source: Share Link
ar: مشاركة الرابط
be: Абагуліць спасылку
ca: Comparteix l'enllaç
de: Link teilen
es: Compartir
fa: به اشتراک گذاشتن لینک
fi: Jaa linkki
fr: Partager le lien
id: Bagikan Tautan
it: Condividi link
ko: 링크 공유
ms: Kongsi Link
nl: Link delen
pl: Udostępnij link
pt_br: Compartilhar Link
ru: Поделиться ссылкой
sv: Dela länk
tr: Paylaş
uk: Поділитися посиланням
uz: Havolani ulashish
zh_cn: 分享链接
zh_tw: 分享鏈結

# ShareLocation
source: Location
ar: الموقع
be: Месцазнаходжанне
ca: Ubicació
de: Standort
es: Ubicación
fa: موقعیت مکانی
fi: Sijainti
fr: Position
id: Lokasi
it: Posizione
ko: 위치
ms: Lokasi
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Геопозиция
sv: Plats
tr: Konum
uk: Розташування
uz: Joylashuv
zh_cn: 位置信息
zh_tw: 位置訊息

# ShareLocationAlertButton
source: Share
ar: مشاركة
be: Абагуліць
ca: Comparteix
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
ko: 공유
ms: Kongsi
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sv: Dela
tr: Paylaş
uk: Поділитися

# ShareLocationAlertText
source: For the alert to work, please share your live location in this chat.
ar: لكي يعمل التنبيه؛ شارك موقعك المباشر في هذه المحادثة.
be: Каб абвестка працавала, трансліруйце ваша месцазнаходжанне ў гэты чат.
ca: Perquè funcioni l'alerta, compartiu la ubicació en directe al xat.
de: Damit der Alarm funktioniert, teile bitte deinen Standort in diesem Chat.
es: Para que funcione el aviso, comparte tu ubicación en tiempo real en este chat.
fi: Jaa live-sijaintisi tähän keskusteluun saadaksesi ilmoituksen.
fr: Pour que l'alerte fonctionne, vous devez partager votre position en temps réel dans cet échange.
it: Per far funzionare l'avviso, condividi la posizione in tempo reale in questa chat.
ko: 알림을 작동시키려면, 이 대화방에 회원님의 실시간 위치를 공유해주세요.
ms: Untuk amaran berfungsi, sila kongsi lokasi langsung anda di bual ini.
nl: Deel je Live-locatie in deze chat om de melding te activeren
pl: Aby alert zadziałał, udostępnij swoją Lokalizację na żywo na tym czacie.
pt_br: Para o alerta funcionar, compartilhe a sua localização ao vivo neste chat.
ru: Чтобы получить уведомление, необходимо поделиться геопозицией в этом чате.
sv: För aviseringsfunktion ber vi dig att dela dina plats i chatten.
tr: Uyarının çalışması için lütfen canlı konumunuzu bu sohbette paylaşın.
uk: Щоб отримати сповіщення, потрібно поділитися маячком у цьому чаті.

# ShareLocationAlertTitle
source: Share Location
ar: مشاركة الموقع
be: Абагуліць месцазнаходжанне
ca: Ubicació compartida
de: Standort teilen
es: Compartir ubicación
fi: Jaa sijainti
fr: Partager la position
it: Condividi posizione
ko: 위치 공유
ms: Kongsi Lokasi
nl: Locatie delen
pl: Udostępnij lokalizację
pt_br: Compartilhar Localização
ru: Поделиться геопозицией
sv: Dela plats
tr: Konumu Paylaş
uk: Поділитися розташуванням

# ShareMyContactInfo
source: Share my contact
ar: مشاركة جهة اتصالي
be: Абагуліць мой кантакт
ca: Envia el meu número
de: Meine Nummer teilen
es: Compartir mi número
fa: به اشتراک گذاشتن اطلاعات تماس من
fi: Jaa yhteystietoni
fr: Partager mon contact
id: Bagikan kontak saya
it: Condividi il mio contatto
ko: 내 연락처 공유
ms: Kongsi kenalan saya
nl: Mijn contactgegevens delen
pl: Udostępnij mój kontakt
pt_br: Compartilhar meu contato
ru: Отправить свой телефон
sv: Dela min kontaktinfo
tr: İletişim bilgimi paylaş
uk: Надіслати свої контактні дані
uz: Kontaktimni ulashish
zh_cn: 分享我的联系信息
zh_tw: 分享我的聯絡訊息

# ShareMyPhone
source: SHARE MY PHONE NUMBER
ar: مشاركة رقم هاتفي
be: АБАГУЛІЦЬ МОЙ НУМАР ТЭЛЕФОНА
ca: COMPARTEIX EL MEU NÚMERO
de: MEINE NUMMER TEILEN
es: COMPARTIR MI NÚMERO DE TELÉFONO
fa: به اشتراک گذاشتن شماره تلفن من
fi: JAA PUHELINNUMERONI
fr: PARTAGER MON NUMÉRO
id: BAGI NOMOR TELEPON SAYA
it: CONDIVIDI IL MIO NUMERO
ko: 내 전화번호 공유
ms: KONGSI NOMBOR FON SAYA
nl: DEEL MIJN NUMMER
pl: UDOSTĘPNIJ MÓJ NUMER TELEFONU
pt_br: COMPARTILHAR MEU NÚMERO
ru: ПОКАЗАТЬ МОЙ НОМЕР ТЕЛЕФОНА
sv: DELA MITT TELEFONNUMMER
tr: TELEFON NUMARAMI PAYLAŞ
uk: ПОКАЗАТИ МІЙ НОМЕР ТЕЛЕФОНУ
uz: TELEFON RAQAMIMNI ULASHISH

# SharePhoneNumberWith
source: Share my phone number with {0}
ar: مشاركة رقم هاتفي مع ⁨{0}⁩
be: Абагуліць мой нумар тэлефона з {0}
ca: Comparteix el meu telèfon amb {0}
de: Meine Telefonnummer mit {0} teilen
es: Compartir mi número con {0}
fa: به اشتراک گذاشتن شماره تلفن من با ⁨{0}⁩
fi: Jaa puhelinnumeroni henkilön {0} kanssa
fr: Partager mon numéro avec {0}
id: Bagi nomor telepon saya untuk {0}
it: Condividi il mio numero con {0}
ko: {0} 님과 내 전화번호 공유
ms: Kongsi nombor fon dengan {0}
nl: Deel mijn nummer met {0}
pl: Udostępnij mój numer telefonu {0}
pt_br: Compartilhar meu número com {0}
ru: Показать {0} мой номер телефона
sv: Dela mitt telefonnummer med {0}
tr: {0} ile telefon numaramı paylaş
uk: Показати {0} мій номер телефону
uz: Telefon raqamimni {0} bilan ulashish

source: Share QR Code
ar: مشاركة رمز QR
be: Абагуліць QR-код
ca: Comparteix el QR
de: QR-Code teilen
es: Compartir código QR
fi: Jaa QR-koodi
fr: Partager le code QR
it: Condividi codice QR
ko: QR 코드 공유
ms: Kongsi Kod QR
nl: QR-Code delen
pl: Udostępnij kod QR
pt_br: Enviar Código QR
ru: Поделиться
sv: Dela QR-kod
tr: QR Kodunu Paylaş
uk: Поділитися QR-кодом

# Shares_one
source: {0} share
ar: مشاركة واحدة
be: {0} падзяліўся
ca: {0} compartició
de: {0}x geteilt
es: {0} reenvío
fi: {0} jakoi
fr: {0} partage
it: {0} condivisione
nl: {0} keer gedeeld
pl: {0} udostępnienie
pt_br: {0} compartilhamento
ru: {0} поделился
sv: {0} delning
tr: {0} paylaşım
uk: {0} поширення

# Shares_other
source: {0} shares
ar: ⁨{0}⁩ مشاركة
be: {0} падзялілася
ca: {0} comparticions
de: {0}x geteilt
es: {0} reenvíos
fi: {0} jakoi
fr: {0} partages
it: {0} condivisioni
ko: {0}회 공유
ms: {0} perkongsian
nl: {0} keer gedeeld
pl: {0} udostępnienia
pt_br: {0} compartilhamentos
ru: {0} поделились
sv: {0} delningar
tr: {0} paylaşım
uk: {0} поширень

# ShareSendTo
source: Send to...
ar: إرسال إلى...
be: Адправіць...
ca: Envia a...
de: Sende an...
es: Enviar a...
fa: ارسال به...
fi: Lähetä...
fr: Envoyer à...
id: Kirim ke...
it: Invia a...
ko: 대화방 선택
ms: Kirim ke...
nl: Versturen naar...
pl: Wyślij do…
pt_br: Enviar para...
ru: Искать...
sv: Skicka till...
tr: Gönder…
uk: Надіслати до...
uz: Quyidagi foydalanuvchilarga yuborish...
zh_cn: 发送到……
zh_tw: 發送到……

source: Shares Per Post
ar: المشاركات لكل منشور
be: Абагульванняў на допіс
ca: Comparticions per publicació
de: Weiterleitungen nach Beitrag
es: Reenvíos por post
fa: به اشتراک گذاری‌ها به ازای پست
fi: Jaot/julkaisu
fr: Partages par publication
id: Dibagikan per postingan
it: Condivisioni per post
ko: 게시글당 공유수
ms: Kongsian Setiap Pos
nl: Aantal keer gedeeld per post
pl: Udostępnienia na post
pt_br: Compartilhamentos por Post
ru: Пересылка постов
sv: Delningar per post
tr: Gönderi Başına Paylaşım
uk: Пересилання публікацій
uz: Postning ulashishlar soni

source: Share Telegram...
ar: شارك تيليجرام...
be: Запрасіць у Telegram...
ca: Comparteix el Telegram...
de: Telegram teilen...
es: Compartir Telegram...
fa: به اشتراک گذاشتن تلگرام...
fi: Jaa Telegram...
fr: Partager Telegram...
id: Bagikan Telegram
it: Condividi Telegram...
ko: 텔레그램 공유하기...
ms: Kongsi Telegram...
nl: Telegram delen...
pl: Udostępnij Telegram
pt_br: Compartilhar o Telegram...
ru: Пригласить в Telegram...
sv: Dela Telegram...
tr: Telegram'ı Paylaş…
uk: Поділитися Telegram...
uz: Telegramga taklif qilish...
zh_cn: 分享 Telegram……
zh_tw: 分享 Telegram……

source: Share theme
ar: مشاركة المظهر
be: Абагуліць тэму
ca: Comparteix el tema
de: Thema teilen
es: Compartir tema
fa: به اشتراک گذاشتن پوسته
fi: Jaa teema
fr: Partager le thème
id: Bagikan tema
it: Condividi tema
ko: 테마 공유
ms: Kongsi tema
nl: Thema delen
pl: Udostępnij motyw
pt_br: Compartilhar tema
ru: Поделиться темой
sv: Dela tema
tr: Temayı paylaş
uk: Поділитися темою
uz: Mavzuni ulashish

# ShareVideo
source: Share Camera Video
ar: مشاركة فيديو الكاميرا
be: Пачаць паказ відэа з камеры
ca: Comparteix el vídeo
de: Video von der Kamera teilen
es: Compartir video de la cámara
fi: Jaa kameran kuvaa
fr: Partager la vidéo de votre caméra
it: Condividi videocamera
ko: 카메라 영상 공유
ms: Kongsi Kamera Video
nl: Camerabeeld delen
pl: Udostępnij obraz z kamery
pt_br: Compartilhar Câmera
ru: Транслировать видео с камеры
sv: Dela video från kamera
tr: Kamera Görüntüsünü Paylaş
uk: Увімкнути відео

# ShareYouLocationInfo
source: This will send your current location to the bot.
ar: بهذه العملية سترسل موقعك الحالي للبوت.
be: Ваша бягучае месцазнаходжанне будзе адпраўлена боту.
ca: Això enviarà la vostra ubicació al bot.
de: Teilt deinen aktuellen Standort mit dem Bot.
es: Esto enviará tu ubicación actual al bot.
fa: این کار موقعیت مکانی فعلی شما را برای ربات ارسال خواهد کرد.
fi: Nykyinen sijaintisi lähetettäisiin botille.
fr: Cela enverra votre position actuelle au bot.
id: Ini akan mengirimkan lokasi Anda sekarang ke bot.
it: Questo invierà la tua posizione attuale al bot.
ko: 현재 위치를 봇에게 보냅니다.
ms: Ini akan kirim lokasi terkini anda ke bot.
nl: Huidige locatie naar deze bot sturen?
pl: Spowoduje to wysłanie twojej aktualnej lokalizacji do bota.
pt_br: Isso irá enviar sua localização atual ao bot.
ru: Это отправит боту Вашу геопозицию.
sv: Det här skickar din nuvarande position till bott.
tr: Bu mevcut konumunuzu bota gönderir.
uk: Ваше поточне розташування буде надіcлано боту.
uz: Bunda joriy joylashuv axborotingiz botga yuboriladi.
zh_cn: 此操作会把您当前的位置信息发送给机器人。
zh_tw: 此操作會把您當前的位置訊息發送給機械人。
